viscoelastic/viscoelasticFluidFoam/complexProfileExtrusion/20M_fixedTol/Allrun
#!/bin/sh

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name
application=`getApplication`

echo "Running viscoelasticFluidFoam solver"
runParallel $application 4

echo "Done!"
